Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Within the Mortgage sector, BlackRock is significantly underweight 30-year Mortgage Backed Security (MBS) pass-throughs given the risk of spread widening as Fed purchases slow.
es: Dentro del sector hipotecario, BlackRock está significativamente con poco peso en valores hipotecarios respaldados (VHR) a 30 años dado el riesgo de que el margen crezca al desacelerarse las compras de la Fed.

source: From mortgage-backed securities to credit default swaps, the international monetary system is in big trouble.
es: Desde los valores con respaldos hipotecarios hasta los canjes de créditos en mora, el sistema monetario internacional está pasando grandes apuros.

source: These funds may then be invested in several different life insurance companies.
es: Estos fondos podrán luego invertirse en varias compañías de seguros de vida.

source: This is because in the modern world, citizens still need some proof of life insurance in order to be able to purchase cars, for example, or homes.
es: El hecho de que tengamos grandes necesidades de tipo práctico -alimentar, alojar, cuidar a la población del planeta- basta para justificar la búsqueda de conocimientos nuevos.

source: In these circumstances, the products offered are similar to those of life-insurance companies and the institutions concerned should hold the same additional own funds as life-assurance companies.
es: En estas circunstancias, los productos ofrecidos son similares a los de las empresas de seguros de vida, y los organismos en cuestión deben mantener los mismos fondos propios de las empresas de seguro de vida.

source: GGY AXIS works to solve the needs of enterprise-sized businesses that work in the area of life insurance.
es: Nuestra empresa tiene mas de una decada en la integracion de soluciones empresariales sobre internet.

source: And neither will affect assets with a designated beneficiary, such as individual retirement accounts or life insurance.
es: Ninguno afectará los bienes con un beneficiario designado, tales como cuentas de retiro individuales o seguros de vida.

source: Cuba benefits from a line of credit granted by Iran.
es: Cuba se beneficia de una línea de crédito otorgada por Irán.

source: A line of credit is a framework, in whatever form, for export credits that covers a series of transactions which may or may not be linked to a specific project.
es: Una línea de crédito es un marco, cualquiera que sea su forma, para créditos a exportación que cubran una serie de operaciones que pueden o no estar relacionadas con un proyecto específico.

source: Credit terms and conditions for an individual export credit or line of credit shall not be fixed for a period exceeding six months.
es: No se fijarán plazos y condiciones para un crédito a la exportación o una línea de crédito individual por un período que exceda los seis meses.

source: If you want the benefits of a checking account, a savings account and a reserve line of credit1, this account meets your various needs.
es: Si lo que tu quieres es una cuenta de cheques, una de ahorro y una línea de reserva1 esta cuenta es para tí.

source: For crops with short growing seasons, a line of credit with staggered disbursements may be more appropriate.
es: Para los cultivos con estaciones cortas de producción, pueden podrían ser más apropiados los desembolsos variables-utilizando una línea de crédito.

source: Catalan partners will also have to turn in applications for the ACC1Ó line of credit for collaborative projects, which will be accepted throughout the month of April.
es: Como socio catalán, también tendréis que presentar vuestra solicitud en la línea de préstamo de proyectos colaborativos de ACC1Ó que permanecerá abierta durante el mes de abril.

source: In this situation, I believe that initiatives like the new interest-free line of credit that ACC1Ó offers can be a good way to dynamize the sector.
es: En este marco, considero que iniciativas como la nueva línea de préstamos sin intereses que recientemente ha lanzado ACC1Ó puede ser una buena oportunidad para dinamizar el sector.

source: A line of credit is distinct from a loan because after the money is paid back a borrower can access it and use it again, which makes it similar to a credit card.
es: Una línea de crédito es distinta a un préstamo debido a que después de la devolución del dinero el prestatario puede obtenerla y usarla nuevamente, lo que la hace similar a una tarjeta de crédito.

source: Reserve Line of Credit1 that is activated automatically to cover overdrafts with your approved credit line or with your savings if you don't have an approved credit line.
es: Línea de Reserva1 que se activa automáticamente para cubrir sobregiros con tu línea de crédito aprobada o lo debitamos de tus ahorros si no tienes la línea de crédito.

source: "As such, the awarding of the line of credit constitutes an acknowledgement of the strength of the country's macroeconomic policies""."
es: "Como tal, su otorgamiento constituye un reconocimiento a la fortaleza de las políticas macroeconómicas del país""."

source: However, it was stated that the second part could be read as also referring to a lender being able to retain ownership in goods, the acquisition of which the lender had financed.
es: No obstante, se afirmó que también cabía interpretar la segunda parte en el sentido de que un prestamista podría retener la propiedad sobre los bienes cuya adquisición hubiera financiado.

source: The ECB did in fact, in its role as lender of last resort.
es: De hecho, el BCE lo hizo, como prestamista en última instancia.

source: If the borrower defaults, the lender has the right to sell the collateral to liquidate the loan.
es: Si el prestatario no cumple, el prestamista tiene derecho a vender el bien para cancelar el préstamo.

source: This insurance protects your lender if you miss a monthly payment.
es: Este seguro protege a su prestamista si usted no paga un mes.

source: The Custodian is a private limited liability company incorporated in Ireland on 13 October 1994.
es: El Depositario es una sociedad de responsabilidad limitada constituida en Irlanda el 13 de octubre de 1994.

source: This information is useful to indicate the projected increases or decreases of a bank loan that may be required during the year.
es: Esta información es útil para indicar los aumentos y disminuciones de un préstamo bancario que pudiera ser solicitado durante el año.

source: This is because risk assessment for the latter tends to be more difficult, and lending rates cannot exceed the average return of the projects financed with the loan.
es: Esto se debe a que en este último caso suele ser más difícil evaluar el riesgo y a que los tipos de interés de los préstamos no pueden ser superiores a la rentabilidad media de los proyectos financiados con el préstamo.

source: The consumer loan segment shows no signs of integration at all.
es: El segmento de créditos al consumo no muestra absolutamente ningún signo de integración.

source: A business partner was not able to repay a loan, and I thus I was unable to pay my own debts.
es: Un compañero de negocios no pudo devolver un préstamo y por ello no pude pagar mis propias deudas.

source: If the loan is assigned to a finance project, the finance project number is displayed here.
es: Si el préstamo se asigna a un proyecto financiero, aquí se visualiza el número de proyecto financiero.

source: As the contracts stipulate that loan repayments depend on the always uncertain success of the projects, an adjustment has been made for the loans which have been definitively converted into grants.
es: Como, según estos contratos, el reembolso de los préstamos está sujeto al éxito de los proyectos, siempre aleatorio, se ha contabilizado en este ejercicio un write-off de los préstamos definitivamente convertidos en subvenciones.

source: The final amount of the loan will be the sum of the draws made by the student over the 12 months following the date on which it is granted.
es: El importe final del crédito será la suma de las disposiciones efectuadas por el estudiante durante los 12 meses siguientes a la concesión.

source: Customers also have the advantage that, if they so desire, the payment of the protection can be financed by including it as part of the loan requested.
es: Además, los clientes cuentan con la ventaja de que, si lo desean, pueden financiar el pago de la protección incluyéndolo como parte del préstamo solicitado.

source: Nevertheless, there are still more than 100 money laundering havens throughout the world.
es: No obstante ello, sigue habiendo más de 100 paraísos para lavado de dinero en todo el mundo.

source: Oil provides the bulk of the money that propels the operations of the three levels of government the federal government, 36 state governments and the 774 constitutionally recognized local councils.
es: Del petróleo se obtiene la mayoría del dinero que impulsa los tres órdenes del gobierno el gobierno federal, los 36 gobiernos estatales y los 774 consejos locales constitucionalmente reconocidos.

source: With very little money saved he went out on his own.
es: Con el poco dinero muy ahorrado él empezo su negocio.

source: Money became a major element of our daily life.
es: El dinero se ha convertido en un elemento importante de nuestra vida cotidiana.

source: The ultimate result that we are seeking is extending the anti-money laundering regime and developing effective strategies that parliamentarians can execute (e.g. promotion of international treaties) to combat money laundering.
es: El resultado final que intentamos lograr es ampliar el régimen anti-lavado de dinero y desarrollar estrategias eficaces que los parlamentarios puedan ejecutar (por ej., promoción de tratados internacionales) con el fin de combatir el lavado de dinero.

source: It is the safest and fastest way to transfer money from your account.
es: Es la forma más rápida y segura de transferir dinero desde su cuenta.

source: It was not our money to do with as we pleased.
es: No es dinero que podemos usar como se nos da la gana.

source: They started to greet the priest and asked him for money.
es: Ellos empezaron a saludar al padre y le pidieron dinero.

source: Mortgage-backed security markets are paralyzed despite the enormous injections of liquidity from central banks.
es: Los mercados de obligaciones vinculadas a las hipotecas se encuentran paralizados, a pesar de las enormes inyecciones de liquidez de los bancos en centrales.

source: Investments classified within Level 3 include corporate bonds, asset backed obligations, and mortgage-backed securities.
es: Las inversiones clasificadas dentro del Nivel 3 incluyen bonos corporativos, obligaciones respaldadas con activos, y valores garantizados con hipotecas.

source: In view of the migration of in terms of funding practices, varying from deposit funding to mortgage (covered) bonds and mortgage-backed securities.
es: El mercado hipotecario de la zona está todavía fragmentado en lo que respecta a las prácticas de financiación, que incluyen desde los depósitos a los bonos de titulización hipotecaria.

source: (15,333) Mortgage-backed Security Disbursements
es: (15.333) Desembolsos para títulos respaldados por hipotecas

source: (ii) an acceptable high-priority charge on the underlying mortgage-asset items is held either directly by investors in mortgage-backed securities or on their behalf by a trustee or mandated representative in the same proportion to the securities which they hold
es: ii) un derecho aceptable de máxima prioridad sobre las partidas de activos hipotecados subyacentes esté en posesión, bien directamente de inversores en valores garantizados por hipotecas, bien, por cuenta de éstos, de un administrador fiduciario o un representante delegado, a prorrata de los valores que posean

source: Portfolio holdings are diversified across fixed income sectors, including government securities, both investment and non-investment grade corporate bonds, and mortgage-backed securities.
es: Los valores de la cartera están diversificados en varios sectores de renta fija, incluidos bonos del gobierno, bonos de empresas de alta y baja calidad y valores respaldados por hipotecas.

source: A savings and retirement plan with an associated life insurance policy.
es: Plan de ahorro y previsión con un seguro de vida asociado.

source: This is a flexible and well-secured life insurance product that provides various different types of coverage plus additional coverage free of charge in the event of being seriously ill.
es: Seguro de vida flexible, que ofrece varias opciones de contratación, con coberturas distintas en cada una de ellas más un anticipo de capital totalmente gratuito en caso de grave enfermedad.

source: The main question to ask yourself is whether or not you need the life insurance component of the policy.
es: La pregunta principal es preguntarte si necesitas o no el componente de seguro de vida de la póliza.

source: Joveplan is a savings plan with an associated life insurance policy for young people ages 15 to 26.
es: Joveplan es un plan de ahorro para jóvenes de 15 a 26 años, con un seguro de vida asociado.

source: (g) Administration of medical and life insurance services.
es: g) Administración de servicios de seguro médico y de vida.

source: Tahuamanu employees are provided with life insurance and health insurance.
es: Los empleados de Tahuamanu cuentan con un seguro de vida y un seguro médico.

source: So life insurance is considered, by the majority of experts, to be the most vulnerable sector in terms of money laundering.
es: Ahora bien, la mayoría de los expertos consideran el seguro de vida como el sector más vulnerable en materia de blanqueo.

source: Over 75% of companies offer their employees life insurance, which is supplemented by up to 26% in accident insurance for management and other staff who are expected to travel on a regular basis.
es: Más del 75% de las empresas tienen seguros de vida para sus trabajadores, complementando éste en un 26% de los casos por un seguro de accidentes para el personal directivo y aquel que viaja habitualmente.

source: Five of these companies are specialized in life insurance, and the rest focus on property and casualty coverage.
es: Cinco de estas empresas se especializan en seguros de vida y el resto se centran en cobertura de propiedad y accidentes.

source: The amount of your Life Insurance is shown on page 6 of the Schedule of Benefits.
es: La cantidad de su Seguro de Vida se demuestra en la página 6 de la Tabla de Beneficios.

source: Advance of funds, purchase of goods at a retailer or when a borrower activates a revolving line of credit.
es: Anticipo de fondos, compra de bienes a un minorista o cuando un prestamista activa una línea de crédito renovable.

source: You can draw on the line of credit and make payments for 15 years.
es: Usted puede acceder la línea de crédito y hacer pagos durante 15 años.

source: China grants Cuba a line of credit worth 50 million yuans.
es: China le concede a Cuba una línea de crédito por 50 millones de yuanes.

source: Another financing arrangement is to use a line of credit from an outside financial institution.
es: Otra alternativa es usar una línea de crédito de una institución financiera externa.

source: Today I read that the U.S. Federal Reserve had opened a new line of credit for the central banks of Mexico, Brazil, South Korea and Singapore.
es: Leí hoy que la Reserva Federal de Estados Unidos había creado una nueva línea de créditos para los Bancos Centrales de México, Brasil, Corea del Sur y Singapur.

source: Your line of credit on a secured card usually is the same as the amount of money you deposit.
es: La línea de crédito a su disposición en la tarjeta de crédito asegurada generalmente equivale a la cantidad del depósito.

source: That line of credit will only be opened if we are certain of obtaining something in return.
es: Además, esta línea de crédito no se abrirá excepto si estamos seguros de obtener contrapartidas.

source: A special line of credit for non-tax-declaring companies, with an additional credit line guaranteed by the National Guarantee Fund.
es: Línea especial para empresas no declarantes de impuestos y línea especial adicional avalada por el Fondo Nacional de Garantías.

source: When taken as a line of credit, the funds remaining available in the account grow larger at a half-point more than the prevailing interest rate on the loan.
es: Cuando se adquiere en forma de línea de crédito, los fondos disponibles que permanecen en la cuenta aumentan a un ritmo de medio punto más que la tasa de interés del préstamo.

source: (a) The host State will make available a line of credit of 200 million euros at subsidized annual rate of 2.5 per cent.
es: a) El Estado anfitrión pondrá a disposición de la Corte una línea de crédito de 200 millones de euros a una tasa de interés subsidiada del 2,5 por ciento anual.

source: The actual rate is negotiated between the lender and the borrower.
es: La tasa actual es negociada entre el prestamista y el prestatario.

source: The Financial Group pays the lender a premium for each security lent, which is eliminated on maturity or on the roll over of the transaction.
es: El Grupo Financiero paga al prestamista un premio por cada préstamo operado, el cual es liquidado al vencimiento o en cada renovación.

source: You will need to pay broker or lender fees for preparing the necessary documents and processing your application.
es: Le tendrás que pagar a un corredor o prestamista por preparar los documentos necesarios y procesar tu aplicación.

source: Guarantees are usually associated with a loan or other financial obligation to be contracted by a borrower with a lender.
es: Las garantías suelen estar vinculadas a un prØstamo u otra obligación financiera contraída por un prestatario con un prestamista.

source: The lead lender then requests that the fund be used to buy down the interest rate.
es: El prestamista principal solicita entonces que se utilice el fondo para reducir el tipo de interés.

source: The lender charges the borrower for the provision of a credit facility.
es: El prestamista cobra al prestatario por la provisión de una línea de crédito.

source: Send it to the lender using certified mail so that you can make sure it got there.
es: Envíesela por correo certificado para que haya seguridad de que fue recibida.

source: Public funding usually doesn't have to be paid back, but the private sector does - and the lender gets his profit by charging interest or its equivalent.
es: La financiación pública normalmente no tiene que reembolsarse, pero la del sector privado sí, y la entidad crediticia obtiene sus beneficios al cobrar intereses o su equivalente.

source: Finally, airlines and airports might voluntarily waive their current limited liability regarding mobility equipment.
es: Por último, las compañías aéreas y los aeropuertos podrían renunciar voluntariamente a la limitación de su responsabilidad sobre los equipos de movilidad.

source: You may also use this name for subsidiaries, branch offices, plants, or limited partnerships with limited liability companies as general partners.
es: También puede utilizar este nombre para las filiales, sucursales, plantas, o sociedades limitadas con otras sociedades de responsabilidad limitada como socios.

source: (FR) I voted in favour of the excellent report by my colleague, Mrs Kauppi, on the proposal for an amendment of the directive of the European Parliament and of the Council regarding the capital of public limited liability companies.
es: (FR) He votado a favor del excelente informe de mi colega, la señora Kauppi, sobre la propuesta de modificación de la Directiva del Parlamento Europeo y del Consejo relativa al capital de las sociedades anónimas.

source: Norfund is a state-owned company established by law with limited liability.
es: Norfund es una compañía estatal creada por ley con responsabilidad limitada.

source: Perhaps things will not be different with this form of European limited liability company.
es: Posiblemente esto no va a ser de otra manera en esta modalidad de la sociedad anónima europea.

source: A sole proprietorship, partnership, Limited Liability Company (LLC) or corporation may become an Independent Representative subject to review and approval by ACN.
es: Un propietario individual, sociedad, compañía con riesgos limitados (LLC) o corporación se pueden convertir en representantes independientes sujeto a la revisión y aprobación de ACN.

source: Loan securitization operations are structured in bonds subject to various maturities.
es: Las operaciones de titulización de préstamos se estructuran en bonos con diferentes vencimientos.

source: If the bank, credit union, or savings and loan pays interest on an ETA, it reserves the right to require seven (7) days' written notice prior to withdrawal of funds.
es: Si el banco, la cooperativa de ahorros y crédito paga intereses en una ETA, éste se reserva el derecho de solicitar un aviso escrito con siete (7) días de anticipación a la fecha de retiro de los fondos.

source: The reserve for loans and loan guarantees has become a compulsory expenditure of the general budget.
es: La reserva de garantía de empréstitos y préstamos se trata ahora como gastos obligatorios del presupuesto general.

source: Today, with the help of a government loan, that empty space is being used to manufacture solar shingles that are being sold all across the country.
es: Hoy en día, con ayuda de un préstamo del gobierno, ese espacio se está usando para fabricar tejas fotovoltaicas que se están vendiendo en todo el país.

source: Lenders will not be inclined to approve a loan or provide financing if they cannot understand precisely what the partnership is about.
es: Los prestamistas no querrán aprobar un préstamo o proporcionar financiamiento si no pueden entender con precisión qué es la alianza.

source: Mexico has introduced loan programs that make the private sector more accessible to a broader spectrum of families.
es: México ha instaurado programas de préstamos que hacen el sector privado más accesible a un abanico más amplio de familias.

source: The workers administration would be obliged to take out a loan, that is, to become strongly dependent on business groups.
es: La gestión obrera estaría obligada a contratar un préstamo, o sea, caer en una fuerte dependencia de grupos empresarios.

source: In loan or transfer operations (of the pecuniary value), the weapons, along with the respective possession permit and authorisation for sale of the arm must be handed over to the lending institution in the event the loan is not repaid during the term set by the parties.
es: En las operaciones de préstamo o cesionario (del valor pecuniario), deberá entregar a la institución cedente, no sólo el arma, sino también el permiso respectivo de tenencia y una autorización de venta del arma, en caso que el préstamo no sea pago en el plazo establecido entre las partes.

source: Your school chooses the loan program in which it will participate and the funds are provided to you through your school.
es: Cada universidad elige el programa de préstamos en el que participará y los fondos se otorgan al estudiante a través de dicha universidad.

source: Federation members from around the country sent clothing, school supplies, food, and money.
es: Socios de la Federación de todas partes del país les enviaron ropa, útiles escolares, comida y dinero.

source: Are you interested in earning money and linking us on your Website?
es: ¿Está interesado en ganar dinero y enlazarnos mediante su sitio web?
